src/main/resources/templates/seguros-mundial/validar-placa-tarifa-pais.vm

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <validarPlacaTarifaPais xmlns="http://www.mundialseguros.com.co/">
      <pais>${body.get("pais")}</pais>
      <tarifa>${body.get("tarifa")}</tarifa>
      <placa>${body.get("placa")}</placa>
      <servicio>${body.get("servicio")}</servicio>
    </validarPlacaTarifaPais>
  </soap12:Body>
</soap12:Envelope>